Repository: hadikhanian/bina-woocommerce-payment
Catalog: languages/bina-woocommerce-payment-*.po
Languages: fa_ir

source: Acceptor ID
fa_ir: شنا

source: Account ID
fa_ir: شناسه حساب کاربری

source: API Key
fa_ir: کلید API

source: Asan Pardakht
fa_ir: آسان پرداخت (آپ)

source: Ati Pay
fa_ir: آتی پی

source: Azki
fa_ir: ازکی

source: Behpardakht
fa_ir: به پرداخت (ملت)

source: Bina WooCommerce Payment
fa_ir: @ افزونه درگاه پرداخت ووکامرس بینا

source: Bina Woocommerce Payment Method
fa_ir: درگاه پرداخت ووکامرس بینا

source: Certificate
fa_ir: گواهینامه

source: Client ID
fa_ir: شناسه مشتری

source: Client Secret
fa_ir: رمز امنیتی مشتری

source: Dear user, you are connecting to the payment gateway, Please wait...
fa_ir: کاربر گرامی، شما در حال اتصال به درگاه پرداخت می باشید، لطفا منتظر بمانید...

source: Description
fa_ir: توضیحات

source: DigiPay
fa_ir: دیجی پی

source: Direct
fa_ir: مستقیم

source: Enable
fa_ir: فعال

source: Enable / Disable sandbox of payment gateway.
fa_ir: فعال / غیر فعال شدن محیط تست (Sandbox) درگاه پرداخت از این قسمت امکان پذیر است.

source: Enable / Disable this payment method
fa_ir: فعال / غیر فعال شدن درگاه پرداخت از این قسمت امکان پذیر است.

source: Etebarino
fa_ir: اعتباینو

source: Failed payment
fa_ir: پرداخت ناموفق

source: Fanavacard
fa_ir: فناوا کارت

source: Gateway ID
fa_ir: شناسه درگاه

source: Hadi Khanian
fa_ir: هادی خانیان

source: Icon URL
fa_ir: نشانی URL آیکون درگاه

source: ID Pay
fa_ir: آی دی پی

source: Insert payment gateway icon url (60px * 60px)
fa_ir: لطفا تصویر درگاه پرداخت را در سایز 60 پیکسل در 60 پیکسل وارد نمایید. (اختیاری)

source: Insert your payment gateway information.
fa_ir: لطفا اطلاعات درگاه پرداخت را وارد نمایید.

source: Insert your payment gateway xml certificate string
fa_ir: لطفا اطلاعات Certificate را در فرمت XML و به صورت یک رشته وارد نمایید.

source: Irankish
fa_ir: ایران کیش

source: Key
fa_ir: کلید

source: Merchant ID
fa_ir: شناسه پذیرنده

source: Mode
fa_ir: حالت

source: Next Pay
fa_ir: نکست پی

source: Normal
fa_ir: نرمال (پیش فرض)

source: Order Number
fa_ir: شماره سفارش

source: Parsian
fa_ir: پارسیان

source: Pasargad
fa_ir: پاسارگاد

source: Password
fa_ir: کلمه عبور

source: Pay IR
fa_ir: پی دات آی آر

source: Pay Ping
fa_ir: پی پینگ

source: Payable amount
fa_ir: مبلغ قابل پرداخت

source: Payfa
fa_ir: پی فا

source: Payment Cancel By User
fa_ir: پرداخت توسط شما لغو گردید.

source: Payment Error
fa_ir: خطای ارتباط با درگاه

source: Paypal
fa_ir: پی پل

source: Poolam
fa_ir: پولام

source: Public Key
fa_ir: کلید عمومی

source: Rayanpay
fa_ir: رایان پی

source: Sadad
fa_ir: سداد (ملی)

source: Saman
fa_ir: سامان

source: Sandbox
fa_ir: محیط تست (Sandbox)

source: Select a payment gateway mode.
fa_ir: لطفا حالت درگاه پرداخت را انتخاب نمایید.

source: Sep
fa_ir: سامان (SEP)

source: Sepehr
fa_ir: سپهر

source: Sepordeh
fa_ir: سپرده

source: Settings
fa_ir: تنظیمات

source: Show this text in payment method description in checkout page
fa_ir: این توضیحات در زیر عنوان درگاه و در قسمت توضیحات نمایش داده خواهد شد.

source: Show this title in checkout page
fa_ir: این عنوان در صفحه پرداخت نمایش داده میشود.

source: Sign Data
fa_ir: امضا (Sign Data)

source: Sign Key
fa_ir: امضا (Sign Key)

source: Sizpay
fa_ir: سیز پی

source: Successful payment
fa_ir: پرداخت موفق

source: Terminal Code
fa_ir: کد ترمینال

source: Terminal ID
fa_ir: شناسه ترمینال

source: Test Method
fa_ir: پایانه تست پرداخت

source: Test Payment Gateway
fa_ir: درگاه پرداخت تست

source: The transaction was successful. The tracking number is %s
fa_ir: تراکنش با موفقیت انجام شد. شماره پیگیری پرداخت برابر %s می باشد.

source: The transaction was successful.<br>The ref number is %s.<br>& card holderpan is %s.<br>& trace number is %s.
fa_ir: با سپاس، تراکنش با موفقیت انجام شد.<br>شماره مرجع: %s<br>شماره کارت پرداخت کننده: %s<br>کد رهگیری: %s

source: This gateway is only for testing the validity of the payment process and canceling payments.
fa_ir: این درگاه صرفا برای تست صحت روند پرداخت و لغو پرداخت میباشد

source: This plugin will help you connect all Iranian, cryptocurrency, and international payment gateways to your WooCommerce store with just one plugin.
fa_ir: این افزونه به شما کمک خواهد کرد تا همه درگاه پرداخت های ایرانی، رمز ارز و بین اللملی را با یک افزونه به ووکارس و فروشگاه خود متصل کنید.

source: Title
fa_ir: عنوان

source: Transaction ID is Empty.
fa_ir: شناسه تراکنش خالی است و سیستم قادر به پردازش اطلاعات این تراکنش نمی باشد.

source: Username
fa_ir: نام کاربری

source: Vandar
fa_ir: وندار

source: Walleta
fa_ir: ولتا

source: Yekpay
fa_ir: یک پی

source: Zaringate
fa_ir: زرین گیت

source: Zarinpal
fa_ir: زرین پال

source: Zibal
fa_ir: زیبال
